IDEA Open Model
CrossSectionComponentThermalData Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the CrossSectionComponentThermalData class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public CrossSectionComponentThermalData()
Public Sub New
See Also
Reference
CrossSectionComponentThermalData Class
IdeaRS.OpenModel.CrossSection Namespace